app/controllers/articles_controller.rb

	def create
		@article = Article.new(article_params)
		@article.save
---
INSERT INTO "articles" ("body", "created_at", "image_content_type", "image_file_name", "image_file_size", "image_updated_at", "title", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)